Repository: wp-plugins/rss-import
Catalog: languages/rssimport-*.po
Languages: de_de, hi_in, hu_hu, lt_lt, pt_pt, uk_ua

source: No items, feed is empty.
de_de: Keine Einträge, der Feed ist leer.
hi_in: कोई आइटम नहीं, फ़ीड खाली है.
hu_hu: Nincsenek lemeket, a feed üres.
lt_lt: Elementų nerasta, padavimas tuščias.
pt_pt: Nenhum item, o feed está vazio.
uk_ua: Немає елементів, живлення порожнє.

source: Error: Feed has an error or is not valid
hi_in: त्रुटि: फ़ीड एक त्रुटि है या मान्य नहीं है
hu_hu: Hiba: Feed hibás, vagy érvénytelen
lt_lt: Klaida: Padavime yra klaidų arba jis nėra teisingas
pt_pt: Erro: Feed tem um erro ou não é válido

source: &laquo; Previous
de_de: &laquo; zurück
hi_in: &laquo; पिछला
hu_hu: &laquo; Előző
lt_lt: &laquo; Ankstesnis
pt_pt: &laquo; Anterior
uk_ua: &laquo; Попередній

source: Next &raquo;
de_de: nächste &raquo;
hi_in: अगला &raquo;
hu_hu: Következő &raquo;
lt_lt: Kitas &raquo;
pt_pt: Próximo &raquo;
uk_ua: Наступний &raquo;

source: more items
de_de: mehr Einträge
hi_in: अधिक आइटम
hu_hu: További elemek
lt_lt: daugiau elementų
pt_pt: mais itens
uk_ua: більше елементів

source: Import a feed with RSSImport
de_de: Importiere einen Feed mit RSSImport
hi_in: आयात RSSImport के साथ एक फ़ीड
hu_hu: Feed importálás az RSSImport-ba
lt_lt: Importuoti padavimą su RSSImport
pt_pt: Importar um feed com RSSImport
uk_ua: Імпортуйте живлення з RSSImport

source: Entries from any RSS or Atom feed
de_de: Einträge vom RSS oder Atom Feed
hi_in: कोई RSS या एटम फ़ीड से Entries
hu_hu: Bejegyzés bármelyik RSS vagy Atom feed-ből
lt_lt: Įrašai iš bet kurio RSS arba Atom padavimo
pt_pt: Entradas de qualquer feed RSS ou Atom
uk_ua: Входи від будь-якого RSS або Атомного живлення

source: Title:
de_de: Titel:
hi_in: शीर्षक:
hu_hu: Cím:
lt_lt: Antraštė:
pt_pt: Título:
uk_ua: Заголовок:

source: URL for Title (incl. http://):
de_de: URL für den Titel (inkl. http://):
hi_in: शीर्षक के लिए यूआरएल (incl. http://):
hu_hu: URL cím (beleértve a http://):
lt_lt: Universalioji nuoroda Antraštei (įtraukti http://):
pt_pt: URL para o título (incluindo http://):
uk_ua: URL для Заголовка (incl. http://):

source: Display:
de_de: Anzahl:
hi_in: प्रदर्शन:
hu_hu: Kijelző:
lt_lt: Vaizduoti:
uk_ua: Показ:

source: FeedURL:
lt_lt: Padavimo universalioji nuoroda:

source: Before Description:
de_de: vor der Beschreibung:
hi_in: विवरण से पहले:
hu_hu: Előző Leírás:
lt_lt: Prieš Aprašą:
pt_pt: Descrição Antes:
uk_ua: Перед Описом:

source: Display Description:
de_de: Zeige Beschreibung:
hi_in: प्रदर्शन विवरण:
hu_hu: Megjelenített leírás:
lt_lt: Vaizduoti Aprašą:
pt_pt: Mostrar Descrição:
uk_ua: Покажіть Опис:

source: False
de_de: Nein
hi_in: झूठी
hu_hu: Ne
lt_lt: Netiesa
pt_pt: Falso
uk_ua: Брехня

source: True
de_de: Ja
hi_in: सच्चा
hu_hu: Mehet
lt_lt: Tiesa
pt_pt: Verdadeiro
uk_ua: Істинний

source: After Description:
de_de: Nach der Beschreibung:
hi_in: बाद विवरण
hu_hu: Következő leírás:
lt_lt: Po Aprašymo:
pt_pt: Após Descrição:
uk_ua: Після Опису:

source: You can use the following strings to create custom links:
hi_in: आप कस्टम लिंक बनाने के तार का उपयोग कर सकते हैं:
hu_hu: Használhatod az alábbi egyéni linkeket:
lt_lt: Jūs galite naudoti šiuos saitus, individualių nuorodų kūrimui:
pt_pt: Você pode usar as sequências de seguir para criar links personalizados:

source: Example:
de_de: Beispiel:
hi_in: उदाहरण:
hu_hu: Példa:
lt_lt: Pavyzdys:
pt_pt: Exemplo:
uk_ua: Приклад:

source: Truncate Description Char:
de_de: Anzahl der Zeichen beim Kürzen der Beschreibung:
hi_in: Truncate चार विवरण:
hu_hu: Lerövidített leírás:
lt_lt: Trumpinti Aprašymo Ženklus:
pt_pt: Truncar Descrição Char:
uk_ua: Truncate Символ Опису:

source: Truncate Description String (HTML):
de_de: Ausgabe für die gekürzten Zeichen (HTML):
hi_in: Truncate विवरण अक्षर (HTML):
hu_hu: Lerövidített leírás (HTML):
lt_lt: Trumpinti Aprašymo Eilutę (HTML):
pt_pt: Truncar Descrição String (HTML):
uk_ua: Truncate Рядок Опису (HTML):

source: Truncate Title Char:
de_de: Anzahl der Zeichen beim Kürzen des Titel:
hi_in: Truncate चार शीर्षक:
hu_hu: Lerövidített cím:
lt_lt: Trumpinti Antraštės Ženklus:
pt_pt: Truncar Título Char:
uk_ua: Truncate Символ Заголовка:

source: Truncate Title String (HTML):
de_de: Ausgabe für die gekürzten Zeichen (HTML):
hi_in: Truncate शीर्षक अक्षर(HTML):
hu_hu: Lerövidített cím (HTML):
lt_lt: Trumpinti Antraštės Eilutę (HTML):
pt_pt: Título Truncate String (HTML):
uk_ua: Truncate Рядок Заголовка (HTML):

source: Before Date (HTML):
de_de: vor dem Datum (HTML):
hi_in: तारीख से पहले (HTML):
hu_hu: Előző dátum (HTML):
lt_lt: Prieš Datą (HTML):
pt_pt: Antes da Data (HTML):
uk_ua: Перед Датою (HTML):

source: Date:
de_de: Datum:
hi_in: दिनांक:
hu_hu: Dátum:
lt_lt: Data:
pt_pt: Data:
uk_ua: Дата:

source: After Date (HTML):
de_de: Nach dem Datum (HTML):
hi_in: दिनांक के बाद(HTML):
hu_hu: Következő dátum (HTML):
lt_lt: Po Datos(HTML):
pt_pt: Após a Data (HTML):
uk_ua: Після Дати (HTML):

source: Date Formatting:
hi_in: स्वरूपण दिनांक:
hu_hu: Dátum formátum:
lt_lt: Datos Ženklinimas:
pt_pt: Formato da Data:

source: Leave empty for use the date format of your WordPress settings.
hi_in: छुट्टी के लिए खाली अपने WordPress सेटिंग्स की तारीख के प्रारूप का उपयोग करें.
hu_hu: Hagyd üresen a WordPress dátum beállításokhoz.
lt_lt: Palikite šį laukelį tuščią ir naudokite datos ženklinimą, kaip nustatyta Jūsų WordPress nuostatose.
pt_pt: Deixe em branco para usar o formato da data das suas configurações de WordPress.

source: Documentation on date formatting
hi_in: तारीख पर दस्तावेज़ीकरण स्वरूपण
hu_hu: Dokumentáció időpontban formázás
lt_lt: Datos ženklinimo dokumentacija
pt_pt: Documentação sobre formatação de data

source: Before Creator (HTML):
de_de: Vor der Autor (HTML):
hi_in: निर्माता से पहले (HTML):
hu_hu: Előző készítő (HTML):
lt_lt: Prieš Autorių (HTML):
pt_pt: Antes Criador (HTML):
uk_ua: Перед Творцем (HTML):

source: Creator:
de_de: Autor:
hi_in: निर्माता:
hu_hu: Készítő:
lt_lt: Autorius:
pt_pt: Criador:
uk_ua: Творець:

source: After Creator (HTML):
de_de: Nach dem Autor (HTML):
hi_in: बाद निर्माता (HTML):
hu_hu: Későbbi készítő (HTML):
lt_lt: Po Autoriaus (HTML):
pt_pt: Depois Criador (HTML):
uk_ua: Після Творця (HTML):

source: Before Items (HTML):
de_de: Vor dem Einträgen (HTML):
hi_in: आइटम से पहले(HTML):
hu_hu: Előző tételek (HTML):
lt_lt: Prieš Elementus (HTML):
pt_pt: Antes de Itens (HTML):
uk_ua: Перед Елементами (HTML):

source: After Items (HTML):
de_de: Nach dem Einträgen (HTML):
hi_in: आइटम के बाद (HTML):
hu_hu: Következő tételek (HTML):
lt_lt: Po Elementų (HTML):
pt_pt: Depois de Itens (HTML):
uk_ua: Після Елементів (HTML):

source: Before Item (HTML):
de_de: Bevor dem Eintrag (HTML):
hi_in: मद से पहले(HTML):
hu_hu: Előző tétel (HTML):
lt_lt: Prieš Elementą (HTML):
pt_pt: Antes Item (HTML):
uk_ua: Перед Елементом (HTML):

source: After Item (HTML):
de_de: Nach dem Eintrag (HTML):
hi_in: बाद आइटम (HTML):
hu_hu: Következő tétel (HTML):
lt_lt: Po Elemento (HTML):
pt_pt: Após o ponto (HTML):
uk_ua: Після Елементу (HTML):

source: Target Attribut:
hi_in: लक्ष्य Attribut:
hu_hu: Cél Attribut:
lt_lt: Paskirtasis Požymis:
pt_pt: Alvo Atribuíveis:
uk_ua: Цільовий Attribut:

source: Rel Attribut:
lt_lt: Ryšio Požymis:
pt_pt: Rel atribuíveis:

source: Desc4Title:
lt_lt: Aprašymas Antraštei:

source: Description for title-Attribut on Title-Link
lt_lt: Antraštės gairės aprašymas Antraštės Nuorodoje

source: Charsetscan:
de_de: Charsetprüfung:
hu_hu: Karaktervizsgálat:
lt_lt: Ženklų bloko tinkrinimas:

source: Debug mode:
de_de: Debugmodus:
hi_in: डीबग मोड:
hu_hu: Fejlesztői mód:
lt_lt: Derinimo būsena:
pt_pt: Modo de depuração:
uk_ua: Відладьте метод:

source: Before <em>No</em> Items Message (HTML):
de_de: Vor der <em>Keine</em> Einträge Mitteilung (HTML):
hi_in: पहले <em>नहीं</em> आइटम संदेश(HTML):
hu_hu: Előzőnek <em>nincs</em> Tétel Üzenete (HTML):
lt_lt: Prieš <em>Ne</em> Elementų Pranešimą (HTML):
pt_pt: Antes <em>No</em> Itens de mensagem (HTML):
uk_ua: Перед <em>No</em> Повідомленням Елементів (HTML):

source: <em>No</em> Items Message:
de_de: <em>Keine</em> Einträge Mitteilung:
hi_in: <em>नहीं</em> आइटम संदेश:
hu_hu: <em>Nincs</em> Tétel Üzenet:
lt_lt: <em>Ne</em> Elementų Pranešimą:
pt_pt: <em>No</em> Mensagem itens:
uk_ua: <em>No</em> Повідомлення Елементів:

source: After <em>No</em> Items Message (HTML):
de_de: Nach der <em>Keine</em> Einträge Mitteilung (HTML):
hi_in: बाद में<em>नहीं</em>आइटम संदेश (HTML):
hu_hu: Következőnek <em>Nincs</em>Tétel Üzenete (HTML):
lt_lt: Po <em>Keine</em> Elementų Pranešimą (HTML):
pt_pt: Depois <em>No</em> Itens de mensagem (HTML):
uk_ua: Після <em>No</em> Повідомлення Елементів (HTML):

source: Before Error Message (HTML):
de_de: Vor der Fehler Meldung (HTML):
hi_in: त्रुटि संदेश से पहले (HTML):
hu_hu: Előző hibaüzenet (HTML):
lt_lt: Prieš Klaidos Pranešimo (HTML):
pt_pt: Antes de mensagem de erro (HTML):
uk_ua: Перед Повідомленням про Помилку (HTML):

source: Error Message:
de_de: Fehler Meldung:
hi_in: त्रुटि संदेश:
hu_hu: Hiba üzenet:
lt_lt: Klaidos Pranešimas:
pt_pt: Mensagem de erro:
uk_ua: Повідомлення про Помилку:

source: After Error Message (HTML):
de_de: Nach der Fehler Meldung (HTML):
hi_in: बाद में त्रुटि संदेश(HTML):
hu_hu: Későbbi Hiba Üzenet (HTML):
lt_lt: Po Klidos Pranešimo (HTML):
pt_pt: Após mensagem de erro (HTML):
uk_ua: Після Повідомлення про Помилку (HTML):

source: Pagination:
de_de: Seitenumbruch:
hi_in: पृष्ठ पर अंक लगाना:
hu_hu: Lapszámozás:
lt_lt: Puslapių numeravimas:
pt_pt: Paginação:
uk_ua: Нумерація сторінок:

source: Previous Pagination Link String:
de_de: String für die vorhergehende Seite:
hi_in: पिछले पृष्ठ पर अंक लगाना लिंक String:
hu_hu: Előző oldalszámozási linksorozat
lt_lt: Buvęs Puslapių numeravimo nuorodos Saitas:
pt_pt: Cordas de link e anterior Paginação:
uk_ua: Попередній Рядок Зв'язку Нумерації сторінок:

source: Next Pagination Link String:
de_de: String für die kommende Seite:
hi_in: अगले पन्ने पर नंबर डालना लिंक String:
hu_hu: Következő oldalszámozási linksorozat
lt_lt: Sekantis Puslapių numeravimo nuorodos Saitas:
pt_pt: Cordas link seguinte paginação:
uk_ua: Наступний Рядок Зв'язку Нумерації сторінок:

source: Previous Pagination Title String:
de_de: String für den Title des Link der vorhergehende Seite:
hi_in: पिछले पृष्ठ पर अंक लगाना शीर्षक String:
hu_hu: Előző oldalszámozási címsorozat:
lt_lt: Buvęsi Puslapių numeravimo Antraštės Saitas:
pt_pt: Cordas Precedente Paginação:
uk_ua: Попередній Рядок Заголовка Нумерації сторінок:

source: Next Pagination Title String:
de_de: String für den Title des Link der kommenden Seite:
hi_in: अगले पन्ने पर नंबर डालना शीर्षक String:
hu_hu: Következő oldalszámozási címsorozat:
lt_lt: Sekantis Puslapių numeravimo Antraštės Saitas:
pt_pt: Cordas próximo título Paginação:
uk_ua: Наступний Рядок Заголовка Нумерації сторінок:

source: Use SimplePie class:
hi_in: SimplePie वर्ग का प्रयोग करें :
hu_hu: Használt SimplePie osztály:
lt_lt: Naudoti SimplePie klasę:
pt_pt: Use a classe SimplePie:

source: Echo/Return:
de_de: Ausgabe/Rückgabe:
hi_in: इको / लौटें:
hu_hu: Vissza
lt_lt: Aidas/Grįžtis:
pt_pt: Eco/Return:
uk_ua: Луна/Повернення:

source: Error in file:
hu_hu: Hiba a fájlban:

source: RSSImport
uk_ua: Импорт RSSRSSImport

source: Error in file: on line: .<br />The Wordpress file "rss-functions.php" or "rss.php" could not be included.
uk_ua: Помилка у файлі: у лінії: .<br />The Wordpress файл "rss-functions.php" або "rss.php" не міг включатися.

source: Error: Feed has a error or is not valid
de_de: Fehler: der Feed hat einen Fehler oder ist nicht valide.
uk_ua: Помилка: Живлення має помилку або не дійсне

source: You can use the follow strings for create custom links:
de_de: Du kannst folgende Strings benutzen, um einen eigenen Link zu erzeugen:
